export const itemData = [
  {
    id: 1,
    author: "PINIX",
    title: "鬥技場的阿利娜",
    enTitle: "Alina of the Arena",
    tags: ["策略", "牌組構築", "Roguelike", "戰棋策略", "單人PVE"],
    description: `
            一款結合牌組構築和戰棋策略 的Roguelike遊戲。
            玩家扮演一名為生存而戰的奴隸，在鬥技場中互相殘殺以娛樂嗜血觀眾。
        `,
    place: "D01",
    facebook: "https://www.facebook.com/pinixgames",
  },
  {
    id: 2,
    author: "浮光遊戲有限公司",
    title: "星詠之詩",
    enTitle: "Zoeti",
    tags: ["Roguelike", "撲克牌元素", "策略遊戲"],
    description: `
            遠古有兩個強大的女神； 一個是操縱日月繁星的善神若伊蒂， 另一個則是掌控魔物的惡神涅希斯。
            某天，兩個神明爆發了戰爭。 最終惡神被消滅，他的身體化作紅色的邪魂碎片散落人間。
            這些碎片附於生物上，將他們轉化為暴虐的邪魂獸，人間頓時陷入一片煉獄。
            在戰爭中受傷的善神若伊蒂，於臨終前將她的力量化做4種元素與22道光芒，散佈於人間。
            這些掌握繁星之力的人們被稱作星魂使者，他們奮起對抗邪魂獸。 最終利用元素之力將邪魂獸封印於大地。
            而這些久遠的故事被記敘了下來，形成了一篇篇敘事詩，流傳於世。
        `,
    place: "D02",
    facebook: "https://www.facebook.com/Zoeti.Game",
  },
  {
    id: 3,
    author: "拉普達實驗室",
    title: "​艾倫的自動機工坊",
    enTitle: "Alan's Automaton Workshop",
    tags: ["蒸氣龐克", "程式", "解謎"],
    description: `
      玩家扮演初出茅廬的工程師約翰，跟隨著剛開設工坊的艾倫．圖靈，深入這個充滿著發條、齒輪、多連桿與打孔紙帶、暗潮洶湧的蒸氣龐克世界。
      利用遊戲提供的、由現代電腦的基礎理論「圖靈機」發展而成的視覺化程式工具，運用「節點」與「箭頭」來控制「硬體」，完成關卡 / 委託人所提出的各種千奇百怪的要求，並在遊戲所提供的無限組合裡找出最佳的設計、打造獨一無二的自動機械。
      `,
    place: "I01",
    facebook: "https://www.facebook.com/PlayAAW",
  },
  {
    id: 4,
    author: "Adisa Game Studio",
    title: "靈魂脈動",
    enTitle: "Hope Trigger",
    tags: ["2D平台", "動作", "角色扮演"],
    description: `
      以動作角色扮演遊戲為出發點，結合多樣化的連段、特殊的魔法系統的橫向卷軸遊戲， 玩家要在檢查點與檢查點之間善用有限的資源去探索地城，在地城中獲得經驗值升級、 打到各式素材融合附魔道具強化裝備，並且體驗奇幻的故事冒險。
      `,
    place: "I02",
    facebook: "https://twitter.com/AdisaGame",
  },
  {
    id: 5,
    author: "索莉提亞聯盟",
    title: "​原型勇者",
    enTitle: "Yusha Prototype",
    tags: ["2D", "像素", "橫向卷軸", "動作"],
    description: `
      傳說，遠古時期，某個擁有強大魔力的「魔女」對世界的人們降下了難以解除的詛咒。
      代號「勇者」的戰鬥員，為了幫人類解除詛咒，接下了討伐「魔女」的任務。
      在得知「魔女」正潛伏於以觸手怪物聞名的地下城之後，便啟程前往該地下城。
      在討伐魔女的路上，棲身於此處的觸手怪物們將會阻撓玩家前進，地下城內部也有著各式各樣的障礙等待著玩家。
      而鎮守著各區域的關主──「那位少女」所製造出的大型怪物則在各區域的最末尾等著考驗玩家的耐力、節奏感以及學習能力。 勇者能否突破各個關主的考驗，成功擊敗魔女，解除人們的詛咒呢？ 一切都將取決於玩家的技巧。
    `,
    place: "I03",
  },
  {
    id: 6,
    author: "Nekolyst",
    title: "地城謎蹤",
    enTitle: "Dungeon and Puzzles",
    tags: ["倉庫番", "地城冒險", "解謎"],
    description: `
      《地城謎蹤》是一款獲獎的解謎遊戲，冒險者藉由切換裝備來使用不同能力。
      你可以用劍打倒身旁的怪物、用弓箭攻擊遠處的敵人、用盾牌推動障礙物、甚至可以用手套拉動怪物改變他的位置。
      你需要思考每一步需要使用什麼樣的能力，打倒所有的怪物並且走到出口通過關卡。
      此遊戲總共有150個精心設計的關卡，玩家必須要充分了解遊戲的機制才能順利過關。
      而若要達成進階目標，則需要針對解法進行最佳化，有的時候甚至要拋棄原本的解法，重新以不同角度去觀察和思考才能達成。
    `,
    place: "I04",
    facebook: "https://www.facebook.com/Nekolyst",
  },
  {
    id: 7,
    author: "UP Flow 阿福羅",
    title: "​惶蟲",
    enTitle: "INVADE",
    tags: ["2D平面", "像素", "動作射擊"],
    description: `
        一個富饒如烏托邦的大地上，孕育了無數的生命，生活於此的生命，在這片土地守護者的引導下保持著近乎完美的平衡。
        某天，地平線上湧入了大量起源未知的異地入侵者,飛速的破壞著環境並繁衍；這些入侵生物無思無想，僅遵循著出生後唯一的本能，那純粹到甚至不帶惡意的破壞慾,對這群生物來說，破壞是唯一能使種群存續的方法，所踐踏的舞台不過是眾多犧牲品下的又一個目標罷了。
        為了使這片土地得以繼續繁榮，司掌各元素的守護者們紛紛挺身而出，保衛家園對抗同樣為了生存的入侵物種；共存已無可能，直至一方滅亡的惡戰在所難免。
      `,
    place: "Y01",
    facebook: "https://www.facebook.com/upflow0924",
  },
  {
    id: 8,
    author: "拾曉",
    title: "亞路塔",
    enTitle: "Aeruta",
    tags: ["像素", "2D", "橫向卷軸", "動作遊戲"],
    description: `
        「你想要拯救誰？你能夠拯救誰？」 在天空的版圖中，貝亞國如雄鷹展翅般凌駕於所有國家、翱翔於天空最頂端，蔚為眾多浮島國家裡的王者。
        貝亞能奠定這樣地位，都要多虧貝亞的核心魔法原石——「Aeruta」所蘊藏的大量魔力。
        Aeruta不只孕育出富饒的土地、提供點亮夜晚的能源，更無數次為貝亞的科技發展寫下嶄新的一頁。
        就這樣，Aeruta為貝亞帶來無人能出其右的太平盛世，並源源不絕地運轉了數百年。
        而正當大家都認為貝亞會安逸地持續發展時，守護皇族安全的守衛狼忽然群體魔化，發狂似的進犯皇宮，甚至攻擊了作為公主的查雅，就連查雅的姐姐、貝亞的女王——克萊拉也難逃襲擊、身負重傷。
        為查明狼群魔化的真相，查雅將在魔法與科技共存的世界裡，驅動魔法結晶「稜」去解決種種困難、戰勝強大的敵人，並一步步揭開這個國家的秘密。
      `,
    place: "Y02",
    facebook: "https://www.facebook.com/fromdawn0024",
  },
  {
    id: 9,
    author: "山鴉行動",
    title: "山鴉行動",
    enTitle: "Operation Cough",
    tags: ["小蘿莉上樓梯"],
    description: `
        都市西德爾，上空有著神秘詭異的機械建築、自從戰敗變為從屬國之後市民的生活便被控制著。
        玩家將透過多元裝備的組合，拼湊出多樣的玩法；一路排除路上阻礙飛到高空中將奪取控制權，爭取回原本屬於這個城市的自由，但也有可能喚起另一場戰爭。
      `,
    place: "Y03",
  },
  {
    id: 10,
    author: "Kannushi Link",
    title: "節奏軌道",
    enTitle: "Beat Rails",
    tags: ["音樂", "節奏"],
    description: `
      一個只有兩軌的音樂遊戲，藉由降低同時須注意的軌道數讓玩家容易上手。
      遊戲最多只需要同時使用兩顆按鍵，單手或雙手玩都OK。
      規則簡單易上手，不需要有網路連線也能玩。
      一般模式時不會因為技術太爛而強制提早結束。
      詳細的遊玩報告讓玩家知道哪裡可以加強。
      `,
    place: "Y04",
  },
  {
    id: 11,
    author: "GLIM",
    title: "格里姆",
    enTitle: "GLIM",
    tags: [
      "動作遊戲",
      "單機雙人",
      "雙人合作",
      "Roguelike",
      "地下城",
      "2D俯視角",
      "搖桿操作",
      "鍵盤操作",
    ],
    description: `
      在地牢中，有一條個性怪異，脾氣暴躁的龍，它因爲無法承受任何噪音所以長年不能睡覺。
      爲了能安然入睡，它使用光能量來創造帶有怪物和陷阱的地下城，並在最底層沉眠。
      但是隨著時間的推移，地牢的光能量逐漸缺乏。
      地下城開始有各種的噪音傳入，它忍受不了這些噪音並抓住了許多可以產生能量的光精靈，以奴役和壓榨它們。
      幸運的是，我們兩個從龍的爪子中逃脫了。
      我們不忍心看著我們的同伴遭受痛苦，決定去危險的地牢營救他們。
      在黑暗的地下城中，我們必須合作擊敗地下城中的龍，拯救我們的同伴。
      `,
    place: "G01",
  },
];
